[
  {
    "_id": "11468ed61aee84de492a8b04158a22f9",
    "others_info": {
      "is_todays_pick": false,
      "is_trending": false
    },
    "category_id": "03",
    "name": "JAVASCRIPT",
      "author": " John Doe",
      "rating":"5.00",
      "author_img":"https://media.istockphoto.com/photos/portrait-of-confident-caucasian-male-teacher-in-classroom-picture-id515264678?k=20&m=515264678&s=612x612&w=0&h=CA_SJX9Jc8-76KqwV60LcFD3CLRMQG8KSA9lImVrd8k=",
      "img": "https://media.istockphoto.com/photos/paper-width-word-javascript-and-laptop-glasses-and-coffee-on-wooden-picture-id1272412780?k=20&m=1272412780&s=612x612&w=0&h=j9v_8NrxAASxKPdJD0eDFqXwoNjBq-ijRKWMzalmWOk=",
      "detail":"JavaScript is the globally used client-side scripting language for the web. Most browsers support the language by default, so you can get started using JavaScript and HTML with a simple text editor and browser for testing.This class introduces the JavaScript language, with a focus on advanced language features and client-side programming. Topics covered include basic syntax, object-oriented programming, closures, higher-order functions, the DOM, and AJAX. The class will also introduce recent libraries, including jQuery, Backbone.js, node.js, and d3. The class will include in-class coding exercises and assignments consisting of implementation of web applications."
  },
  {
    "_id": "11468ed61aee84de492a8b04158a22f0",
    "others_info": {
      "is_todays_pick": false,
      "is_trending": false
    },
    "category_id": "01",
    "author": "Tamy Chapman",
      "name": "UI/UX DESIGN",
      "rating":"5.00",
      "author_img":"https://media.istockphoto.com/photos/confident-young-man-in-casual-green-shirt-looking-away-standing-with-picture-id1324558913?k=20&m=1324558913&s=612x612&w=0&h=U0XYpDKe9XqHgZGvjgo98poEC_20QO-UePiNY8_87jI=",
    "img": "https://media.istockphoto.com/photos/website-designer-creative-planning-application-developer-development-picture-id1206638576?b=1&k=20&m=1206638576&s=170667a&w=0&h=NxHnlT5fVqBEVAPmM8Me77cC6JCLZrTFYlnI6VYyeXE=",
    "detail":"The UI/UX Design Specialization brings a design-centric approach to user interface and user experience design, and offers practical, skill-based instruction centered around a visual communications perspective, rather than on one focused on marketing or programming alone.To become a UX Designer, you will need to learn and develop a number of technical skills crucial to the role, including user research and strategy (which involves data collection), wire framing and prototyping, user interface design, and responsive web design, among others."
  },
   

    
    {
      "_id": "f69a695f037cd9484cecaea37ca71012",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": true
      },
      "category_id": "02",
      "author": "Dana Saito",
      "name":  "COMPUTER NETWORK",
      "rating":"4.89",
      "author_img":"https://media.istockphoto.com/photos/portrait-of-smiling-professor-in-the-amphitheater-picture-id1128666909?k=20&m=1128666909&s=612x612&w=0&h=Kuk_id7fnDBVBW-2SpGjId0wptbUUefyVhM7RzaPeOI=",
      "img":"https://cdn.pixabay.com/photo/2016/04/04/14/12/monitor-1307227__340.jpg",
      "detail":"Computer Networks course provides an introduction to computer networks, with a special focus on Internet architecture and protocols. Topics include layered network architectures, addressing, naming, forwarding, routing, communication reliability, the client-server model, web, and email protocols.Computer Networking courses offered through equip learners with knowledge in the fundamentals of computer networks; network security; network architecture; computer communications; software-defined networking; and more."
    },

    

    

    {
      "_id": "e342b6c0c8efc8ca9e811991dc8a7900",
      "others_info": {
        "is_todays_pick": true,
        "is_trending": false
      },
      "category_id": "04",
      "author": "Brad Gilpin",
      "rating":"5.00",
      "name":  "MICROPROCESSOR",
      "author_img":"https://media.istockphoto.com/photos/young-professor-picture-id610021016?k=20&m=610021016&s=612x612&w=0&h=z8D8uPDjzPZzvGl2NLUL924CERD3kL3GERxzmiJkJoo=",
      "img": "https://cdn.pixabay.com/photo/2019/10/23/09/25/board-4570995__340.jpg",
      "detail":"Basics of Microprocessor –It performs some basic operations like addition, subtraction, multiplication, division, and some logical operations using its Arithmetic and Logical Unit (ALU). New Microprocessors also perform operations on floating-point numbers also.A microprocessor system consists of data input, storage, processing and output devices, under the control of a CPU. • The main unit of a desktop PC is a modular system, consisting of the motherboard, power supply and disk drives."
    },
    
   

    {
      "_id": "f06f8cc035b04bd1158e4198281915a3",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": true
      },
      "category_id": "05",
      "name": "NODE JS", 
      "author": "Andrew Ng",
      "rating":"5.00",
      "author_img":"https://media.istockphoto.com/photos/math-teacher-in-the-classroom-picture-id1358852926?k=20&m=1358852926&s=612x612&w=0&h=J7tbkoVSpEDRH601ZMVL6eJSepl-F2pcS2-FOZVT-Uc=",
      "img": "https://media.istockphoto.com/photos/nodejs-inscription-against-laptop-and-code-background-picture-id1347542592?k=20&m=1347542592&s=612x612&w=0&h=nILigttTHwiYwHHbhqWsn9aAV3uE5z4vaq5KobX_bBA=",
      "detail":"Node JS Course Overview. The Node JS certification training course helps you gain an in-depth knowledge of concepts such as Express. js, Node Packet Manager (NPM), shrink-wrap, NPM Vet, REST, Express. js with MongoDB, and SQLite CRUD operations.Node. js is a platform built on Chrome's JavaScript runtime for easily building fast and scalable network applications. Node. js uses an event-driven, non-blocking I/O model that makes it lightweight and efficient, perfect for data-intensive real-time applications that run across distributed devices."
    },
    
    
    
    {
      "_id": "61f9ce168f7b15aadecb1d1fc80c72f7",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": false
      },
      "category_id": "06",
      "author": "Kevin Dorsey",
      "name":  "MACHINE LEARNING",
      "rating":"5.00",
      "author_img":"https://media.istockphoto.com/photos/smiling-male-ceo-posing-alone-in-modern-office-picture-id1219224632?k=20&m=1219224632&s=612x612&w=0&h=K0XmWDhZkA-P1L4rrrKUFPnWn_5mHraCMHf8Oc17yYg=",
      "img": "https://cdn.pixabay.com/photo/2020/05/07/18/25/tech-5142625__340.jpg",
      "detail":"Machine Learning is the study of how to build computer systems that learn from experience. It is a subfield of Artificial Intelligence and intersects with statistics, cognitive science, information theory, and probability theory, among others.The syllabus for Machine Learning is vast and covers various areas of study in Artificial Intelligence, Data Science, Deep Learning, etc. Here are some of the important subjects in Machine Learning:Programming LanguagesMachine Learning Techniques and AlgorithmsArtificial Neural Networks; applicationsMachine Learning and Artificial IntelligenceNatural Language ProcessingDeep Learning and Reinforcement Learning."
      
    }
    

    
  ]